CSI API ETABS v1
cSapModel.PropLink Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cPropLink PropLink { get; }
ReadOnly Property PropLink As cPropLink
	Get
Dim instance As cSapModel
Dim value As cPropLink
value = instance.PropLink
property cPropLink^ PropLink {
	cPropLink^ get ();
}
abstract PropLink : cPropLink with get
Property Value
Type: cPropLink
See Also
Reference
cSapModel Interface
ETABSv1 Namespace